Repository: KeremDev/RiskDetected
Catalog: App/Localization/Reports.xcstrings
Source language: tr
Languages: en

# reports.count.files
source: %lld dosya
en: %lld files

# reports.count.findings
source: %lld bulgu
en: %lld findings

# reports.create.title
source: Rapor Oluştur
en: Create report

# reports.language.future.note
source: Rapor dili analiz kaydının diliyle aynıdır.
en: The report language is fixed to the analysis language.

# reports.language.section
source: RAPOR DİLİ
en: REPORT LANGUAGE

# reports.language.turkish.subtitle
source: PDF ve Excel çıktıları Türkçe hazırlanır.
en: The report uses the language captured by the analysis.

# reports.nova.education.certificate.pdf.1.kisisel.egitim.belgesi.865797bc
source: %1$@ kişisel eğitim belgesi
en: %1$@ personal training certificate

source: Belge, düzenleyen uzmanın kaydına ve beyanına dayanır. İmza alanları fiziki imza için boş bırakılmıştır.
en: The certificate relies on the issuing expert's record and declaration. Signature fields are left blank for physical signatures.

# reports.nova.education.certificate.pdf.belge.no.1.badee585
source: Belge no: %1$@
en: Certificate no.: %1$@

# reports.nova.education.certificate.pdf.belge.surumleri.e42320c5
source: Belge sürümleri
en: Certificate versions

source: Bu sayfa çift taraflı baskı düzeni için boş bırakılmıştır.
en: This page is intentionally left blank for double-sided printing.

# reports.nova.education.certificate.pdf.duzenleme.1.69193cab
source: Düzenleme: %1$@
en: Issued: %1$@

# reports.nova.education.certificate.pdf.duzenleyen.1.1747f25a
source: Düzenleyen: %1$@
en: Issued by: %1$@

# reports.nova.education.certificate.pdf.egiticiler.ve.imza.alanlari.81d65a5c
source: Eğiticiler ve imza alanları
en: Trainers and signature fields

# reports.nova.education.certificate.pdf.egitim.1.ad656618
source: Eğitim: %1$@
en: Training: %1$@

# reports.nova.education.certificate.pdf.egitim.icerigine.don.17bd42a1
source: Eğitim içeriğine dön
en: Back to training content

# reports.nova.education.certificate.pdf.egitim.konulari.ve.sureleri.36447382
source: EĞİTİM KONULARI VE SÜRELERİ
en: TRAINING TOPICS AND DURATIONS

source: Eğitimi açıp işaretlenen içeriği düzelttikten sonra sertifika otomatik hazırlanır.
en: Open the training and fix the marked content; the certificate is then prepared automatically.

# reports.nova.education.certificate.pdf.goruntule.ccec3f81
source: Görüntüle
en: View

# reports.nova.education.certificate.pdf.job.title
source: Unvan: %1$@
en: Job title: %1$@

# reports.nova.education.certificate.pdf.kaydet.aa1e2f14
source: Kaydet
en: Save

# reports.nova.education.certificate.pdf.kisisel.egitim.belgesi.9f507d58
source: Kişisel eğitim belgesi
en: Personal training certificate

# reports.nova.education.certificate.pdf.method.blended
source: Karma
en: Blended

# reports.nova.education.certificate.pdf.method.line
source: Yöntem: %1$@ · Konu bazında yöntem arka yüzde gösterilmiştir.
en: Method: %1$@ · The method for each topic is shown on the back.

source: Öğretim: %1$@ dk · Ara: %2$@ dk · Toplam: %3$@ dk
en: Teaching: %1$@ min · Break: %2$@ min · Total: %3$@ min

# reports.nova.education.certificate.pdf.paylas.a4ec88f8
source: Paylaş
en: Share

# reports.nova.education.certificate.pdf.scope.company
source: Firma
en: Company

# reports.nova.education.certificate.pdf.scope.workplace
source: İşyeri
en: Workplace

# reports.nova.education.certificate.pdf.sertifika.hazir.ec3ec7f3
source: Sertifika hazır
en: Certificate ready

# reports.nova.education.certificate.pdf.sertifika.hazirlaniyor.025c29fa
source: Sertifika hazırlanıyor…
en: Preparing the certificate…

# reports.nova.education.certificate.pdf.sertifika.hazirlaniyor.2eb2a668
source: Sertifika hazırlanıyor…
en: Preparing the certificate…

source: Sertifika için eğitim içeriğini tamamlayın
en: Complete the training content for the certificate

# reports.nova.education.certificate.pdf.sure.1.dk.ogretim.2.dk.ara.3.dk.f0ef48f3
source: Süre: %1$@ dk öğretim + %2$@ dk ara = %3$@ dk
en: Duration: %1$@ min teaching + %2$@ min break = %3$@ min

# reports.nova.education.certificate.pdf.tekrar.dene.a36b131e
source: Tekrar dene
en: Try again

# reports.nova.education.certificate.pdf.tekrar.dene.faae7088
source: Tekrar dene
en: Try again

# reports.nova.education.certificate.pdf.yazdir.c5bd4d42
source: Yazdır
en: Print

# reports.nova.education.certificate.pdf.yeniden.dene.293db183
source: Yeniden dene
en: Try again

# reports.nova.report.center.1.alanini.kaldir.b5d91269
source: %1$@ alanını kaldır
en: Remove the %1$@ field

# reports.nova.report.center.1.baslik.0a96228b
source: %1$@ başlık
en: %1$@ headings

source: %1$@ oluşturuldu ve Rapor Arşivi > Özel Raporlar bölümüne kaydedildi.
en: %1$@ was created and saved to Report Archive > Custom Reports.

# reports.nova.report.center.acil.durum.planlari.d90b67a4
source: Acil durum planları
en: Emergency plans

source: Acil durumdan kontrol listelerine kadar tüm takip özetini verir.
en: Gives a full tracking summary, from emergency plans to checklists.

# reports.nova.report.center.arsiv.c5b0065b
source: Arşiv
en: Archive

# reports.nova.report.center.atama.ve.temsilciler.20437883
source: Atama ve temsilciler
en: Assignments and representatives

# reports.nova.report.center.bekleyen.isler.251e5952
source: Bekleyen işler
en: Pending tasks

source: Bekleyen, yaklaşan ve geciken işleri bir araya getirir.
en: Brings pending, upcoming and overdue tasks together.

# reports.nova.report.center.bu.raporda.gorunecek.deger.istege.bagli.fa3e0500
source: Bu raporda görünecek değer (isteğe bağlı)
en: Value to show in this report (optional)

# reports.nova.report.center.calisma.izinleri.fcc7c02e
source: Çalışma izinleri
en: Work permits

# reports.nova.report.center.cikti.0b13d512
source: Çıktı
en: Output

# reports.nova.report.center.cikti.b39c791d
source: Çıktı
en: Output

# reports.nova.report.center.cikti.bicimi.0794bd57
source: Çıktı biçimi
en: Output format

# reports.nova.report.center.cikti.bicimi.6a2e1b7a
source: Çıktı biçimi
en: Output format

# reports.nova.report.center.devam.4cf8f0bb
source: Devam
en: Continue

# reports.nova.report.center.donem.69a6690a
source: Dönem
en: Period

# reports.nova.report.center.donem.e51fec96
source: Dönem
en: Period

# reports.nova.report.center.egitici.d42e0f3f
source: Eğitici
en: Trainer

# reports.nova.report.center.egitim.128cc7fa
source: Eğitim
en: Training

# reports.nova.report.center.egitim.raporu.47633e79
source: Eğitim raporu
en: Training report

# reports.nova.report.center.egitimler.0e20cd3d
source: Eğitimler
en: Trainings

source: Firma, eğitim, bekleyen işler, tamamlanan işler ve ziyaretler için kapsamlı rapor oluşturun; PDF veya Excel çıktısını indirin.
en: Create comprehensive reports for companies, training, pending tasks, completed tasks and visits; download them as PDF or Excel.

# reports.nova.report.center.firma.raporu.cc00e3ad
source: Firma raporu
en: Company report

# reports.nova.report.center.firma.ve.donem.ef19139e
source: Firma ve dönem
en: Company and period

source: Firmalar yüklenemedi; tüm firmalar kapsamında devam edebilirsiniz.
en: Companies could not be loaded; you can continue with all companies in scope.

source: Firmanın bütün süreç sayılarını tek tabloda gösterir.
en: Shows all of the company's process counts in one table.

source: Gerçekleşen eğitim, süre ve katılımcı kayıtlarını listeler.
en: Lists completed trainings, durations and participant records.

# reports.nova.report.center.gorusulen.kisi.7b54ab80
source: Görüşülen kişi
en: Person met

# reports.nova.report.center.icerik.67331564
source: İçerik
en: Contents

# reports.nova.report.center.isg.katip.sozlesmeleri.279f78c6
source: İSG-KATİP sözleşmeleri
en: İSG-KATİP contracts

# reports.nova.report.center.isyeri.7af4fd48
source: İşyeri
en: Workplace

# reports.nova.report.center.kapsam.ve.donem.ba95ad7e
source: Kapsam ve dönem
en: Scope and period

# reports.nova.report.center.katilimci.e7b876c9
source: Katılımcı
en: Participant

# reports.nova.report.center.kind.count
source: %d tür
en: %d types

# reports.nova.report.center.kkd.zimmetleri.fbb5a361
source: KKD zimmetleri
en: PPE handovers

# reports.nova.report.center.kontrol.listeleri.f19ad1a3
source: Kontrol listeleri
en: Checklists

# reports.nova.report.center.kontrol.ve.olustur.42f6cea8
source: Kontrol ve oluştur
en: Review and create

# reports.nova.report.center.kurul.ve.toplantilar.384e377e
source: Kurul ve toplantılar
en: Committees and meetings

# reports.nova.report.center.neyi.raporlamak.istiyorsunuz.26210e44
source: Neyi raporlamak istiyorsunuz?
en: What do you want to report on?

source: Önerilen başlıkların tamamı seçili gelir. İstemediğiniz başlıkları çıkarabilir veya rapora özel bir alan ekleyebilirsiniz.
en: All suggested headings are selected. You can remove the ones you don't want or add a custom field to the report.

# reports.nova.report.center.orn.yonetici.notu.6b56c867
source: Örn. Yönetici notu
en: E.g. Manager's note

# reports.nova.report.center.ozel.alan.ekle.64bfb309
source: Özel alan ekle
en: Add custom field

# reports.nova.report.center.ozel.alani.ekle.96178def
source: Özel alanı ekle
en: Add the custom field

source: PDF paylaşım ve imza süreçleri için; Excel ise filtreleme ve kurum içi çalışma için uygundur.
en: PDF suits sharing and signing; Excel suits filtering and internal work.

# reports.nova.report.center.periyodik.kontroller.ff270a58
source: Periyodik kontroller
en: Periodic inspections

# reports.nova.report.center.rapor.hazir.0ad6f4f3
source: Rapor hazır
en: The report is ready

# reports.nova.report.center.rapor.icerigi.2978ebd4
source: Rapor içeriği
en: Report contents

# reports.nova.report.center.rapor.merkezi.af121a01
source: Rapor Merkezi
en: Report Center

# reports.nova.report.center.rapor.merkezine.don.efdd2ccd
source: Rapor Merkezine dön
en: Back to Report Center

# reports.nova.report.center.rapor.olustur.7fe5db6d
source: Rapor oluştur
en: Create report

source: Rapor oluşturulamadı. Bağlantınızı kontrol edip yeniden deneyin.
en: The report could not be created. Check your connection and try again.

# reports.nova.report.center.rapor.ozeti.64d076b4
source: Rapor özeti
en: Report summary

# reports.nova.report.center.rapor.secenekleri.hazirlaniyor.0287cf72
source: Rapor seçenekleri hazırlanıyor…
en: Preparing report options…

# reports.nova.report.center.rapor.turleri.ca33c777
source: Rapor türleri
en: Report types

# reports.nova.report.center.rapor.turu.4d2a8466
source: Rapor türü
en: Report type

# reports.nova.report.center.rapora.en.az.bir.baslik.ekleyin.880be084
source: Rapora en az bir başlık ekleyin.
en: Add at least one heading to the report.

# reports.nova.report.center.raporda.neler.yer.alsin.5f78a7cc
source: Raporda neler yer alsın?
en: What should the report include?

# reports.nova.report.center.raporu.indir.a77b8e41
source: Raporu indir
en: Download report

# reports.nova.report.center.raporu.olustur.ad23d521
source: Raporu oluştur
en: Create the report

# reports.nova.report.center.recent.count
source: %d rapor
en: %d reports

# reports.nova.report.center.risk.degerlendirmeleri.15bb5974
source: Risk değerlendirmeleri
en: Risk assessments

# reports.nova.report.center.secilen.kapsamda.kayit.bulunamadi.7e9fac58
source: Seçilen kapsamda kayıt bulunamadı.
en: No records found in the selected scope.

# reports.nova.report.center.secimi.temizle.3871a9a3
source: Seçimi temizle
en: Clear selection

# reports.nova.report.center.son.1.yil.33dc9924
source: Son 1 yıl
en: Last year

# reports.nova.report.center.son.1.yil.48beda4d
source: Son 1 yıl
en: Last year

# reports.nova.report.center.son.30.gun.0c3e510d
source: Son 30 gün
en: Last 30 days

# reports.nova.report.center.son.30.gun.280ea33a
source: Son 30 gün
en: Last 30 days

# reports.nova.report.center.son.90.gun.df60a216
source: Son 90 gün
en: Last 90 days

# reports.nova.report.center.son.90.gun.e2c9a4f8
source: Son 90 gün
en: Last 90 days

# reports.nova.report.center.son.olusturulanlar.3ee091ac
source: Son oluşturulanlar
en: Recently created

# reports.nova.report.center.sure.c1b71093
source: Süre
en: Duration

# reports.nova.report.center.surec.f17c3801
source: Süreç
en: Process

# reports.nova.report.center.tamamlanan.isler.7785d550
source: Tamamlanan işler
en: Completed tasks

source: Toplam kayıtlardan bekleyenler çıkarılarak tamamlanan işleri gösterir.
en: Shows completed tasks by subtracting pending ones from the totals.

# reports.nova.report.center.tum.firmalar.7e5cae36
source: Tüm firmalar
en: All companies

# reports.nova.report.center.tum.firmalar.c039d79f
source: Tüm firmalar
en: All companies

# reports.nova.report.center.tum.surecler.01b0f1a4
source: Tüm süreçler
en: All processes

# reports.nova.report.center.tum.zamanlar.3949f1d7
source: Tüm zamanlar
en: All time

# reports.nova.report.center.tum.zamanlar.d42e0115
source: Tüm zamanlar
en: All time

# reports.nova.report.center.tumunu.sec.edbfe603
source: Tümünü seç
en: Select all

# reports.nova.report.center.yaklasan.2253f9c7
source: Yaklaşan
en: Upcoming

# reports.nova.report.center.yeni.rapor.olustur.9bffaeea
source: Yeni rapor oluştur
en: Create new report

# reports.nova.report.center.yillik.calisma.planlari.2e90a4ec
source: Yıllık çalışma planları
en: Annual work plans

# reports.nova.report.center.ziyaret.raporu.be3e82d7
source: Ziyaret raporu
en: Visit report

source: Ziyaret tarihi, süre, işyeri ve görüşme kayıtlarını listeler.
en: Lists visit dates, durations, workplaces and meeting records.

# reports.pdf.finding_details.header
source: BULGU DETAYLARI
en: FINDING DETAILS

# reports.pdf.risk_analysis.header
source: İŞ GÜVENLİĞİ RİSK ANALİZİ
en: WORKPLACE SAFETY RISK ASSESSMENT

# reports.pdf.risk_analysis.subtitle
source: Fine-Kinney veya 5×5 metoduna göre denetim çıktısı.
en: Inspection output using the Fine-Kinney or 5×5 method.

# reports.pdf.risk_analysis.title
source: Detaylı risk analizi
en: Detailed risk assessment

# reports.pdf.risk_table.field_verification
source: Saha teyidi
en: Field verification

# reports.pdf.risk_table.header
source: RİSK ANALİZİ TABLOSU
en: RISK ASSESSMENT TABLE

# reports.pdf.standard.header
source: SAHA TARAMA RAPORU
en: SITE INSPECTION REPORT

# reports.pdf.standard.subtitle
source: RiskDetected şablonu ile hızlı saha raporu.
en: A quick site report using the RiskDetected template.

# reports.pdf.standard.title
source: Standart PDF
en: Standard PDF

# reports.pdfgeneration.overlay.gorsel.ve.risk.tablolari.isleniyor.89f0951d
source: Görsel ve risk tabloları işleniyor
en: Visual and risk tables are being processed

# reports.pdfgeneration.overlay.ilerleme.c4f1db2d
source: İlerleme
en: Progress

# reports.pdfgeneration.overlay.pdf.hazir.5275371e
source: PDF hazır
en: PDF is ready

# reports.pdfgeneration.overlay.pdf.hazirlaniyor.58dab0c5
source: PDF hazırlanıyor
en: PDF is being prepared

# reports.pdfgeneration.overlay.pdf.hazirlaniyor.fc82f5ea
source: PDF hazırlanıyor
en: PDF is being prepared

# reports.pdfgeneration.overlay.pdf.sayfalari.olusturuluyor.e24b4046
source: PDF sayfaları oluşturuluyor
en: Creating PDF pages

# reports.pdfgeneration.overlay.rapor.arsive.kaydediliyor.a45f30ba
source: Rapor arşive kaydediliyor
en: The report is saved to the archive

# reports.pdfgeneration.overlay.rapor.olusturulurken.uygulamayi.acik.tut.ce2b9443
source: Rapor oluşturulurken uygulamayı açık tut.
en: Keep the app open while the report is being generated.

# reports.pdfgeneration.overlay.rapor.verileri.hazirlaniyor.669b3ebb
source: Rapor verileri hazırlanıyor
en: Report data is being prepared

source: RiskDetected raporu oluşturulurken uygulamayı açık tut.
en: Keep the app open while the RiskDetected report is being generated.

# reports.report.failure.simulation.simulated.report.failure.1.db4855fa
source: Simüle edilmiş rapor hatası: %1$@
en: Simulated report failure: %1$@

# reports.report.view.1.2.gosteriliyor.dd210f2b
source: %1$@/%2$@ gösteriliyor
en: %1$@/%2$@ shown

# reports.report.view.1.2.rapor.92b1ec5c
source: %1$@, %2$@ rapor
en: %1$@, %2$@ report

# reports.report.view.1.analiz.d9311dde
source: %1$@ analiz
en: %1$@ analysis

# reports.report.view.1.bulgu.0cd86ada
source: %1$@ bulgu
en: %1$@ finding

# reports.report.view.1.bulgu.raporun.devaminda.d7f885e4
source: + %1$@ bulgu raporun devamında
en: + %1$@ more findings continue in the report

# reports.report.view.1.destek.kodu.2.530c2aa3
source: %1$@ Destek kodu: %2$@
en: %1$@ Support code: %2$@

# reports.report.view.1.dosya.1784b365
source: %1$@ dosya
en: %1$@ file

# reports.report.view.1.eslesen.rapor.gosteriliyor.5d23a465
source: %1$@ eşleşen rapor gösteriliyor
en: %1$@ matching report shown

# reports.report.view.aciliyor.cfcc3a35
source: Açılıyor
en: opening

# reports.report.view.analiz.07136742
source: Analiz
en: Analysis

# reports.report.view.analiz.fotografi.indirildi.ancak.goruntu.formati.d5768151
source: Analiz fotoğrafı indirildi ancak görüntü formatı açılamadı.
en: The analysis photo was downloaded, but the image format could not be opened.

# reports.report.view.analiz.rapora.acilamadi.40a7b44c
source: Analiz rapora açılamadı
en: Analysis report could not be opened

# reports.report.view.analiz.rapora.acilamadi.b9df7a3d
source: Analiz rapora açılamadı
en: Analysis report could not be opened

# reports.report.view.analiz.tamamlandiginda.burada.standart.rapor.vey.bba3746a
source: Analiz tamamlandığında burada Standart Rapor veya Pro Risk Analizi üretebilirsin.
en: Once the analysis is complete, you can produce a Standard Report or Pro Risk Analysis here.

# reports.report.view.analiz.tamamlandiginda.burada.standart.rapor.vey.db4ef1d2
source: Analiz tamamlandığında burada Standart Rapor veya Pro Risk Analizi üretebilirsin.
en: Once the analysis is complete, you can produce a Standard Report or Pro Risk Analysis here.

# reports.report.view.arama.veya.filtreyi.degistirerek.arsivdeki.diger.1027ecf1
source: Arama veya filtreyi değiştirerek arşivdeki diğer dosyaları görebilirsin.
en: You can see other files in the archive by changing the search or filter.

# reports.report.view.arama.veya.filtreyi.degistirerek.arsivdeki.diger.29b55658
source: Arama veya filtreyi değiştirerek arşivdeki diğer dosyaları görebilirsin.
en: You can see other files in the archive by changing the search or filter.

# reports.report.view.aramayi.temizle.0f3e5a22
source: Aramayı temizle
en: Clear search

# reports.report.view.aramayi.temizle.7b76195f
source: Aramayı temizle
en: Clear search

# reports.report.view.arsiv.578e3fea
source: Arşiv
en: Archive

# reports.report.view.arsiv.9ac26fc1
source: Arşiv
en: Archive

# reports.report.view.arsiv.yuklenemedi.a582f5fc
source: Arşiv yüklenemedi
en: Could not load archive

# reports.report.view.arsiv.yuklenemedi.e3e4016e
source: Arşiv yüklenemedi
en: Could not load archive

# reports.report.view.arsivden.devamini.yukle.c2bc6c86
source: Arşivden devamını yükle
en: Load more from the archive

# reports.report.view.ayse.denetim.6dcaaaf4
source: Ayşe Denetim
en: Ayşe Audit

# reports.report.view.bakim.ekibi.56eec922
source: Bakım Ekibi
en: Maintenance Team

# reports.report.view.bolumu.acar.6e2c5db7
source: Bölümü açar
en: Opens section

# reports.report.view.bolumu.kapatir.c58a1796
source: Bölümü kapatır
en: Closes the section

# reports.report.view.bu.analiz.icin.ai.bulgu.kaydi.donmedi.8e37f5b1
source: Bu analiz için AI bulgu kaydı dönmedi.
en: No AI findings record was returned for this analysis.

# reports.report.view.bu.analiz.icin.ai.bulgu.kaydi.donmedi.d6d0c81b
source: Bu analiz için AI bulgu kaydı dönmedi.
en: No AI findings record was returned for this analysis.

# reports.report.view.bu.hafta.49317c78
source: Bu hafta
en: this week

# reports.report.view.d.mmm.hh.mm.2bf6d9df
source: d MMM SS:dd
en: d MMM HH:mm

# reports.report.view.d.mmm.hh.mm.81e437e5
source: d MMM SS:dd
en: d MMM HH:mm

# reports.report.view.d.mmm.ss.dd.b8b69074
source: d MMM SS:dd
en: d MMM HH:mm

# reports.report.view.d.mmm.yyyy.hh.mm.2d1d96c7
source: d MMM yyyy · SS:dd
en: d MMM yyyy · HH:mm

# reports.report.view.d.mmm.yyyy.ss.dd.db7ff9b1
source: d AAA yyyy · SS:gg
en: d MMM yyyy · HH:mm

# reports.report.view.daha.fazla.yukle.d1217a26
source: Daha fazla yükle
en: Load more

# reports.report.view.denetime.hazir.ciktilar.3917d78a
source: Denetime hazır çıktılar
en: Audit-ready outputs

# reports.report.view.denetime.hazir.ciktilar.57e9283a
source: Denetime hazır çıktılar
en: Audit-ready outputs

# reports.report.view.dosya.f970b19d
source: dosya
en: file

# reports.report.view.eslesen.rapor.yok.02b01d44
source: Eşleşen rapor yok
en: No matching reports

# reports.report.view.eslesen.rapor.yok.3e4ecd2e
source: Eşleşen rapor yok
en: No matching reports

# reports.report.view.excel.hazirlaniyor.65b62379
source: Excel hazırlanıyor...
en: Excel is being prepared...

# reports.report.view.excel.olusturulamadi.3590499c
source: Excel oluşturulamadı
en: Excel could not be created

# reports.report.view.excel.olusturulamadi.81e5ab89
source: Excel oluşturulamadı
en: Excel could not be created

# reports.report.view.excel.tablo.6d31e397
source: Excel tablo
en: Excel spreadsheet

# reports.report.view.filtreleri.temizle.366d1edd
source: Filtreleri temizle
en: Clear filters

# reports.report.view.fine.kinney.toplam.1.5.5.toplam.2.24785862
source: Fine-Kinney toplamı: %1$@ · 5×5 toplam: %2$@
en: Fine-Kinney total: %1$@ · 5×5 total: %2$@

# reports.report.view.firma.filtresi.48cfa5ea
source: Firma filtresi
en: Company filter

# reports.report.view.firma.filtresi.e7be67fb
source: Firma filtresi
en: Company filter

# reports.report.view.fotograf.analizi.tamamlandiginda.rapor.onizlemes.960da4ed
source: Fotoğraf analizi tamamlandığında rapor önizlemesi burada gerçek bulgularla oluşacak.
en: When the photo analysis is completed, the report preview will appear here with the actual findings.

# reports.report.view.fotograf.analizi.tamamlandiginda.rapor.onizlemes.ff6f4cb4
source: Fotoğraf analizi tamamlandığında rapor önizlemesi burada gerçek bulgularla oluşacak.
en: When the photo analysis is completed, the report preview will appear here with the actual findings.

# reports.report.view.hazir.b46b444a
source: Hazır
en: Ready

# reports.report.view.henuz.kayitli.rapor.yok.2a38092e
source: Henüz kayıtlı rapor yok
en: No reports registered yet

# reports.report.view.henuz.kayitli.rapor.yok.d61ba3c3
source: Henüz kayıtlı rapor yok
en: No reports registered yet

# reports.report.view.henuz.raporlanacak.analiz.yok.6f9bb548
source: Henüz raporlanacak analiz yok
en: No analysis to report yet

# reports.report.view.henuz.raporlanacak.analiz.yok.ff3a933e
source: Henüz raporlanacak analiz yok
en: No analysis to report yet

# reports.report.view.is.guvenligi.risk.analizi.18db139d
source: İş Güvenliği Risk Analizi
en: Occupational Safety Risk Analysis

# reports.report.view.is.guvenligi.risk.analizi.cffc3429
source: İş Güvenliği Risk Analizi
en: Occupational Safety Risk Analysis

# reports.report.view.isg.uzmani.e760f8b8
source: İSG Uzmanı
en: OHS Specialist

# reports.report.view.kayitli.rapor.dosyalari.bd41e3d0
source: Kayıtlı Rapor Dosyaları
en: Saved Report Files

# reports.report.view.kullanici.2fbbc3c4
source: Kullanıcı
en: User

# reports.report.view.pdf.dosyasi.ve.rapor.arsiv.kaydi.silinir.analiz..9a8805b0
source: PDF dosyası ve rapor arşiv kaydı silinir. Analiz sonucu silinmez.
en: The PDF file and report archive record are deleted. The analysis result is not deleted.

# reports.report.view.pdf.dosyasi.ve.rapor.arsiv.kaydi.silinir.analiz..e2674ab9
source: PDF dosyası ve rapor arşiv kaydı silinir. Analiz sonucu silinmez.
en: The PDF file and report archive record are deleted. The analysis result is not deleted.

# reports.report.view.pdf.excel.ve.risk.tablolarini.tek.yerden.yonet.79372246
source: PDF, Excel ve risk tablolarını tek yerden yönet.
en: Manage PDF, Excel and risk tables from one place.
